{
    "chapters": [
        {
            "summary": "Dave Ramsey has some advice for you, especially if you're having some financial difficulties. She needs an extra three to six non sexual hugs a day. Some of you guys need to look up non sexual. And that intriguing combination is what we'll be featuring for you today on FOCUS on THE FAMILY with Jim Daly.",
            "headline": "Dave Ramsey has some advice for you if you're having financial difficulties",
            "gist": "Dave Ramsey's Relationship Advice",
            "start": 2240,
            "end": 31420
        },
        {
            "summary": "Research shows money troubles and disagreements can be a major contributor to serious marital problems. Today we share some insight on money and relationships from one of the best, Dave Ramsey. Ramsey is the creator of Financial Peace University, which is a nine week program to help you get to financial health.",
            "headline": "Money troubles and disagreements can be a major contributor to serious marital disputes",
            "gist": "Dave Ramsey on Money and Relationships",
            "start": 31420,
            "end": 91750
        },
        {
            "summary": "Dave Ramsey: In this lesson, we are going to be talking about relating with money, free spirits and nerds unite. There's a story that's told of George Bush Sr. and his wife Barbara. She said, if I had married him, he'd be president. Let me introduce you to my wife, Sharon Ramsey.",
            "headline": "Dave Ramsey shares a funny story about George Bush and his wife Barbara",
            "gist": "Dave Ramsey",
            "start": 91990,
            "end": 260890
        },
        {
            "summary": "Men and women are different in how we process money. Men tend to be controlling, Women tend to remain agreeable. An emergency fund is actually an investment in a pretty wife. Financial Peace University will revolutionize your marriage if you allow it to.",
            "headline": "Men and women are different in how we process this stuff",
            "gist": "How to Handle Money in Your Marriage",
            "start": 272870,
            "end": 525390
        },
        {
            "summary": "When it comes to going shopping, men get good deals by negotiating. Ladies tend to get good Deals by hunting and hunting. The difference in men and women when we're struggling financially. Men lose self esteem because money represents a scorecard to men.",
            "headline": "When it comes to going shopping, men get good deals by negotiating",
            "gist": "How to Go Shopping With a Married Woman",
            "start": 526590,
            "end": 810470
        },
        {
            "summary": "7 out of 10 couples disagree about financial issues. 57% of divorced couples said financial disputes were the primary reason they did not get along. Both of you should do the financial decision making. A budget takes all the knots out of your marriage and you get oneness in your marriage.",
            "headline": "7 out of 10 couples disagree about financial issues, according to study",
            "gist": "Money Fighting in Marriages",
            "start": 811110,
            "end": 996910
        },
        {
            "summary": "Opposites attract in the sense of men and women are different. One of you is late for everything and the other one is on time. Some marriages go through this for decades and don't realize there's tension in the air. It's the number one cause of divorce.",
            "headline": "Some marriages go through this constant tension between nerds and free spirits",
            "gist": "Do Opposites Attract in Marriage?",
            "start": 997310,
            "end": 1237870
        },
        {
            "summary": "The basics of budgeting is you spend every dollar on paper before the month begins. When dealing with a free spirit, you have a 17 minute window after that. You must insist that the free spirit change some things in your budget.",
            "headline": "Let's cover the rules for the budget committee meeting for the nerds",
            "gist": "The Budget Committee Meeting for Nernies",
            "start": 1237870,
            "end": 1387660
        },
        {
            "summary": "Dave Ramsey: If you will work with your nerds on this, you will have the best quality relationship of any marriage. Follow up by requesting Dave's book, the Total Money Makeover, from us right here at Focus on the Family.",
            "headline": "Use Dave Ramsey's advice to help strengthen your marriage financially",
            "gist": "Marriage Financial Lessons",
            "start": 1388300,
            "end": 1604130
        },
        {
            "summary": "We pay commissions, not allowances. If the fights with your spouse have become unbearable, there's still hope Hope Restored Marriage Intensives have helped thousands of couples like yours. Call us at 1-866-875-2915.",
            "headline": "Hope Restored Marriage Intensives help couples overcome marital problems",
            "gist": "Hope for Restored Marriage with Jim Daly",
            "start": 1604130,
            "end": 1667280
        }
    ],
    "audio_url": "https://audio.listennotes.com/e/p/2512d138bd1e419bad5641352fde8256/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/focus-on-the-family-with-jim-daly-focus-on-_8dcALoIxOm-ELoAwcG4X0b.300x300.jpg",
    "podcast_title": "Focus on the Family with Jim Daly",
    "episode_title": "Getting a Handle on Your Family Finances (Part 1 of 2)"
}